Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Anyone with the link will no longer be able to view "%@".
ar: لن يتمكن أي شخص لديه الرابط من عرض "%@" بعد الآن.
az: Linki olan kimse "%@" artıq görə bilməyəcəy.
bg: Всеки с линка вече няма да може да вижда "%@".
bn: যাদের কাছে লিঙ্ক আছে তারা আর "%@" দেখতে পারবে না।
bo: སྐེད་ལམ་ཡོད་མི་ཇི་ཡོད་ "%@" ལ་མི་ལྟ་དུ་སོང་།
bs: Svako sa linkom više neće moći da vidi "%@".
ca: Qualsevol amb l'enllaç ja no podrà veure "%@".
ceb: Ang sinuman na may link ay hindi na makakakita ng "%@".
cs: Lidé s odkazem už nebudou moci zobrazit "%@".
da: Alle med linket kan ikke længere se "%@".
de: Alle mit dem Link können "%@" nicht mehr ansehen.
el: Όποιος έχει το σύνδεσμο δεν θα μπορεί πλέον να δει το "%@".
es: Ya nadie con el enlace podrá ver "%@".
et: Inimesed, kellel on link, ei saa enam vaadata "%@".
eu: Loturaren bidez duten guztiek ez izango dute "%@" ikusteko gaitasunrik.
fa: هرکسی با این لینک دیگر نمی‌تواند "%@" را ببیند.
fi: Kuka tahansa, jolla on linkki, ei enää näe "%@".
fr: Les gens avec le lien ne pourront plus voir "%@".
fr_ca: Toute personne avec le lien ne pourra plus voir "%@".
ga: Ní bheidh aon duine ábalta
gl: Calquera que teña o enlace xa non poderá ver "%@".
he: כל מי שיש לו את הקישור לא יוכל עוד להציג את "%@".
hi: लिंक वाला कोई भी "%@" को नहीं देख पाएगा।
hr: Svatko s linkom više neće moći vidjeti "%@".
hu: Aki rendelkezik a linkkel, már nem tudja megtekinteni: "%@".
id: Siapa pun yang punya link tidak bisa lagi melihat "%@".
it: Chiunque abbia il link non potrà più visualizzare "%@".
ja: リンクを持ってる人は "%@" が見られなくなります。
ka: ლინკის მქონე ვერავინ ვერ ნახავს "%@"-ს.
kab: Amek-nni yellan azref ur yezmir ara iskan "%@".
ko: 링크를 가진 사람은 더 이상 "%@"을(를) 볼 수 없어요.
lt: Žmonės su nuoroda negalės daugiau peržiūrėti "%@".
lv: Ikviens ar saiti vairs nevarēs skatīt "%@".
ms: Sesiapa dengan pautan tak boleh tengok "%@" lagi.
nb: Alle med lenken vil ikke lenger kunne se "%@".
nl: Iedereen met de link kan "%@" niet meer bekijken.
pa: ਜਿਸ ਕੋਲ ਲਿੰਕ ਹੋਵੇ ਉਹ "%@" ਨੂੰ ਹੁਣ ਨਹੀਂ ਦੇਖ ਸਕਦਾ।
pl: Osoby ze linkiem nie będą już mogły zobaczyć "%@".
pt_br: Qualquer pessoa com o link não conseguirá mais ver "%@".
pt_pt: Qualquer pessoa com a ligação não conseguirá visualizar "%@".
ro: Oricine are link-ul nu va mai putea vedea "%@".
ru: Люди со ссылкой больше не смогут просмотреть "%@".
sk: Komukoľvek s odkazom už nebude môcť zobraziť "%@".
sr: Bilo ko sa linkom više neće moći da vidi "%@".
sv: Vem som helst med länken kan inte längre se "%@".
th: ใครก็ตามที่มีลิงก์จะไม่สามารถดู "%@" ได้อีกแล้ว
tk: Şu baglanyşy bolan hemmesi artyk "%@"ni göre bilmäzler.
tr: Bağlantısı olan herkes artık "%@" görüntüleyemeyecek.
ug: ھەر كىشى ئۇلىنما بىلەن "%@" نى كۆرەلمەيدۇ.
uk: Люди з посиланням більше не зможуть переглядати "%@".
ur: جو کوئی اس لنک کے ذریعے "%@" کو اب نہیں دیکھ سکے گا۔
uz: Havolaga ega har kim endi "%@" ni ko'ra olmaydi.
vi: Bất kỳ ai có link sẽ không thể xem "%@" nữa.
zh_hans: 有这个链接的人没法再看"%@"。
zh_hant: 有連結的人都看不到"%@"了。

source: App
ar: التطبيق
az: Tətbiq
bg: Приложение
bn: অ্যাপ
bo: གོ་རིམ།
bs: Aplikacija
ca: Aplicació
cs: Aplikace
el: Εφαρμογή
es: Aplicación
et: Rakendus
eu: Aplikazioa
fa: برنامه
fi: Sovellus
fr: Application
ga: Feidhmchlár
gl: Aplicación
he: אפליקציה
hi: ऐप
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi
ja: アプリ
ka: აპლიკაცია
kab: Asnas
ko: 앱
lt: Programėlė
lv: Lietotne
ms: Aplikasi
pa: ਐਪ
pl: Aplikacja
pt_br: Aplicativo
pt_pt: Aplicação
ro: Aplicație
ru: Приложение
sk: Aplikácia
sr: Апликација
th: แอป
tk: Programma
tr: Uygulama
ug: ئەپلىكېشن
uk: Додаток
ur: ایپ
uz: Ilova
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

source: Appearance
ar: المظهر
az: Görünüş
bg: Внешност
bn: অ্যাপিয়ারেন্স
bo: སྣ་ ཚོགས།
bs: Izgled
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
et: Välimus
eu: Itxura
fa: ظاهر
fi: Ulkoasu
fr: Apparence
fr_ca: Apparence
ga: Cuma
gl: Aparencia
he: מראה
hi: अपीयरेंस
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ka: გარეგნობა
kab: Adelli
ko: 모양
lt: Išvaizda
lv: Izskats
ms: Penampilan
nb: Utseende
nl: Uiterlijk
pa: ਲੁਕ
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sr: Izgled
sv: Utseende
th: ลักษณะที่ปรากฏ
tk: Görnüşi
tr: Görünüş
ug: كۆرۈنۈش
uk: Зовнішній вигляд
ur: شکل و صورت
uz: Ko'rinish
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Apply
ar: تطبيق
az: Tətbiq Et
bg: Приложи
bn: এপ্লাই
bo: སྦྱོར།
bs: Primijeni
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
eu: Aplikatu
fa: اعمال
fi: Käytä
fr: Appliquer
fr_ca: Appliquer
ga: Cuir i bhfeidhm
gl: Aplicar
he: החל
hi: अप्लाई करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ka: გამოყე
kab: Seggem
ko: 적용
lt: Taikyti
lv: Pielietot
ms: Pakai
nb: Bruk
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použi
sr: Primeni
sv: Verkställ
th: ใช้
tk: Ulanla
tr: Uygula
ug: ئەمىلگە ئاسىرۇش
uk: Застосувати
ur: لاگو کریں
uz: Qo'llash
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Archive
ar: أرشيف
az: Arxivlə
bg: Архивирани Чатове
bn: আর্কাইভ
bo: ཡིག་མཛོད།
bs: Arhiva
ca: Arxiu
ceb: Iarkibo
cs: Archivovat
da: Arkiv
de: Archivieren
el: Αρχείο
es: Archivar
et: Arhiveeri
eu: Artxibatu
fa: بایگانی
fi: Arkistoi
fr: Archiver
fr_ca: Archiver
ga: Cartlann
gl: Arquivar
he: ארכיון
hi: पुरालेख
hr: Arhiva
hu: Archiválás
id: Arsipkan
it: Archivio
ja: アーカイブ
ka: დაარქივება
kab: Seɣber
ko: 보관
lt: Archyvai
lv: Arhivēt
ms: Arkib
nb: Arkiv
nl: Archief
pa: ਆਰਕਾਈਵ
pl: Archiwum
pt_br: Arquivar
pt_pt: Arquivo
ro: Arhivează
ru: Архив
sk: Archivovať
sr: Архивирај
sv: Arkivera
th: เก็บถาวร
tk: Arhiw
tr: Arşiv
ug: ئارخىپلاش
uk: Архів
ur: آرکائیو
uz: Архив
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存

source: Archive All
ar: أرشفة الكل
az: Hamısını arxivlə
bg: Архивирай всички
bn: সব সংরক্ষণ করুন
bo: སྐད་ ཆ་ ཡོད་ ཆེད།
bs: Arhiviraj sve
ca: Arxivar tot
ceb: Iarkibo Lahat
cs: Archivovat vše
da: Arkiver Alt
de: Alle Archivieren
el: Αρχειοθέτηση Όλων
es: Arcbhivar Todos
et: Arhiveeri kõik
eu: Guztia Artxibatu
fa: بایگانی همه
fi: Arkistoi kaikki
fr: Tout archiver
fr_ca: Archiver tout
ga: Cartlannaigh Gach Rud
gl: Arquivar todo
he: ארכיון הכל
hi: सभी को संग्रहित करें
hr: Arhiviraj sve
hu: Összes archiválása
id: Arsipkan Semua
it: Archivia tutto
ja: すべてアーカイブする
ka: ყველას დაარქივება
kab: Seḍfu meṛṛa
ko: 모두 보관
lt: Archyvuoti visus
lv: Arhivēt visu
ms: Arkibkan Semua
nb: Arkiver alt
nl: Alles Archiveren
pa: ਸਭ ਆਰਕਾਈਵ ਕਰੋ
pl: Zarchiwizuj wszystko
pt_br: Arquivar tudo
pt_pt: Arquivar Tudo
ro: Arhivează tot
ru: Архивировать все
sk: Archivuj všetko
sr: Arhiviraj sve
sv: Arkivera allt
th: เก็บถาวรทั้งหมด
tk: Hemmesini Arhiwle
tr: Tümünü Arşivle
ug: ھاممىسىنى ساتلاش
uk: Архівувати все
ur: سب آرکائیو کریں
uz: Barchani arxivla
vi: Lưu trữ tất cả
zh_hans: 全部归档
zh_hant: 全部封存

source: Archive All Chats
ar: أرشفة جميع المحادثات
az: Bütün çatları arxivlə
bg: Архивирай Всички чатове
bn: আর্কাইভ করুন সকল চ্যাট
bo: ཁ་བརྡ་ཡོངས་རྫོགས་ཡིག་མཛོད་དུ་འཇུག་པ།
bs: Arhivirajte sve razgovore
ca: Arxiva tots els xats
ceb: Iarkibo Lahat ng Mga Chat
cs: Archivovat všechny konverzace
da: Arkiver alle chats
de: Alle Chats archivieren
el: Αρχειοθέτηση Όλων των Συνομιλιών
es: Archivar Todos los Chats
et: Arhiveeri kõik vestlused
eu: Artxibatu Txat Guztiak
fa: بایگانی همه گفتگوها
fi: Arkistoi kaikki keskustelut
fr: Archiver toutes les conversations
fr_ca: Archiver toutes les conversations
ga: Cartlann Gach Comhrá
gl: Arquivar todos os chats
he: אחסן בארכיון את כל הצ'אטים
hi: सभी चैट संग्रहीत करें
hr: Arhivirajte sve razgovore
hu: Minden beszélgetés archiválása
id: Arsipkan Semua Obrolan
it: Archivia tutte le chat
ja: すべてのチャットをアーカイブする
ka: ყველა ჩატის დაარქივება
kab: Ḥrez akk idiwenniyen
ko: 모든 채팅 보관
lt: Archyvuoti visus pokalbius
lv: Arhivēt visas tērzēšanas
ms: Arkibkan Semua Perbualan
nb: Arkiver alle chatter
nl: Archiveer alle chats
pa: ਸਾਰੀਆਂ ਚੈਟਾਂ ਨੂੰ ਆਰਕਾਈਵ ਕਰੋ
pl: Zarchiwizuj wszystkie czaty
pt_br: Arquivar Todos os Chats
pt_pt: Arquivar todas as conversas
ro: Arhivează Toate Conversațiile
ru: Архивировать все чаты
sk: Archivovať všetky konverzácie
sr: Архивирај сва ћаскања
sv: Arkivera alla chattar
th: เก็บถาวรการแชททั้งหมด
tk: Ähli Çatlary Arhiwle
tr: Tüm Sohbetleri Arşivle
ug: بارلىق سۆھبەتلەرنى ئارخىپلاش
uk: Архівувати усі чати
ur: تمام چیٹس محفوظ کریں
uz: Барча суҳбатларни архивлаш
vi: Lưu tất cả các cuộc Chat
zh_hans: 归档所有对话记录
zh_hant: 封存所有對話紀錄

source: Archived Chats
ar: المحادثات المؤرشفة
az: Arxivləşdirilmiş çatlar
bg: Архивирани Чатове
bn: চ্যাট ইতিহাস সংরক্ষণাগার
bo: ཡིག་མཛོད་དུ་བཞག་པའི་ཁ་བརྡ།
bs: Arhivirani razgovori
ca: Xats arxivats
ceb: pagrekord sa chat
cs: Archiv
da: Arkiverede chats
de: Archivierte Chats
el: Αρχειοθετημένες Συνομιλίες
es: Chats archivados
et: Arhiveeritud vestlused
eu: Artxibatutako Txatak
fa: گفتگوهای بایگانی‌شده
fi: Arkistoidut keskustelut
fr: Conversations archivées
fr_ca: Conversations archivées
ga: Comhráite Cartlann
gl: Chats arquivados
he: צ'אטים מאורכבים
hi: संग्रहीत चैट
hr: Arhivirani razgovori
hu: Archivált beszélgetések
id: Obrolan yang Diarsipkan
it: Chat archiviate
ja: チャット記録
ka: დაარქივებული ჩატები
kab: Idiwenniyen i yettwaḥerzen
ko: 보관된 채팅
lt: Archyvuoti pokalbiai
lv: Arhivētās tērzēšanas
ms: Perbualan yang diarkibkan
nb: Arkiverte chatter
nl: Chatrecord
pa: ਆਰਕਾਈਵ ਕੀਤੀਆਂ ਗੱਲਾਂ
pl: Zarchiwizowane czaty
pt_br: Chats Arquivados
pt_pt: Conversas arquivadas
ro: Conversații Arhivate
ru: Архив чатов
sk: Archivované konverzácie
sr: Архиве
sv: Arkiverade chattar
th: แชทที่เก็บถาวร
tk: Arhiwlenen Çatlar
tr: Arşivlenmiş Sohbetler
ug: ئارخىپلانغان سۆھبەتلەر
uk: Архівовані чати
ur: محفوظ شدہ بات چیت
uz: Архивланган чатлар
vi: Lưu các cuộc Chat
zh_hans: 已归档对话
zh_hant: 封存的對話紀錄

source: Are you sure you want to delete "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف "%@"؟ لا يمكن الرجوع عن هذا.
az: "%@" silmək istəyirsiniz? Bu geri alına bilməz.
bg: Сигурен ли си, че искаш да изтриеш "%@"? Това не може да се отмени.
bn: আপনি কি নিশ্চিত যে "%@" ডিলিট করতে চান? এটা আন্ডু করা যাবে না।
bo: "%@" སུབ་པར་འདོད་གི་རེད་པ? འདི་ལོགས་སུ་ལེན་མི་ཐུབ།
bs: Jesi li siguran da želiš obrisati "%@"? Ova akcija se ne može poništiti.
ca: Estàs segur que vols eliminar "%@"? Aquesta acció no es pot desfer.
ceb: Sigurado ka ba na gusto mong burahin ang "%@"? Hindi na mababawi ang aksyong ito.
cs: Opravdu chceš smazat "%@"? Toto se nedá vrátit.
da: Er du sikker på, at du vil slette "%@"? Denne handling kan ikke fortrydes.
de: Willst du "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Σίγουρα θέλεις να διαγράψεις το "%@"; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres eliminar "%@"? No se puede deshacer.
et: Kas oled kindel, et soovid kustutada "%@"? Seda toimingut ei saa tagasi võtta.
eu: Ziur al zaude "%@" ezabatu nahi duzula? Ekintza hau desegin ezin da.
fa: مطمئنید می‌خواهید "%@" را حذف کنید؟ این کار قابل‌بازگشت نیست.
fi: Oletko varma, että haluat poistaa "%@"? Toimintoa ei voi perua.
fr: T'es sûr de vouloir supprimer "%@"? On peut pas annuler ça.
fr_ca: Veux-tu vraiment supprimer "%@"? Cette action ne peut pas être annulée.
ga: An bhfuil tú cinnte go bhreá leat
gl: ¿Estás seguro de que queres eliminar "%@"? Esta acción non se pode desfacer.
he: אתה בטוח שאתה רוצה למחוק את "%@"? אי אפשר לבטל את זה.
hi: क्या आप "%@" को डिलीट करना चाहते हैं? यह क्रिया पूर्ववत नहीं हो सकती।
hr: Sigurni ste da želite obrisati "%@"? Ova radnja se ne može poništiti.
hu: Biztosan törlöd: "%@"? Ez nem vonható vissza.
id: Yakin mau hapus "%@"? Tindakan ini nggak bisa dibatalkan.
it: Sei sicuro di voler eliminare "%@"? Questa azione non può essere annullata.
ja: "%@" を削除しますか？この操作は戻せません。
ka: დარწმუნებული ხართ რომ გსურთ "%@" წაშლა? ეს მოქმედება შეუქცევი იქნება.
kab: Tettekkes-it ad tsufren "%@"? Tagara-a ur tezmir ara ad yefkef.
ko: "%@"을(를) 삭제할까요? 이 작업은 취소할 수 없어요.
lt: Tikrai nori ištrinti "%@"? Negalima atšaukti.
lv: Vai tiešām vēlies dzēst "%@"? Šo darbību nevar atsaukt.
ms: Anda pasti nak hapus "%@"? Tindakan tak boleh dibuat asal.
nb: Er du sikker på at du vil slette "%@"? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je "%@" wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pa: ਕੀ ਤੁਸੀਂ "%@" ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Na pewno chcesz usunąć "%@"? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer deletar "%@"? Esta ação não pode ser desfeita.
pt_pt: Tem certeza que quer apagar "%@"? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi "%@"? Această acțiune nu poate fi anulată.
ru: Ты уверен, что хочешь удалить "%@"? Это действие нельзя отменить.
sk: Naozaj chceš vymazať "%@"? Túto akciu sa nedá vrátit späť.
sr: Sigurno želiš da obrišeš "%@"? Ova akcija se ne može poništiti.
sv: Är du säker på att du vill ta bort "%@"? Du kan inte ångra den här åtgärden.
th: คุณแน่ใจหรือว่าต้องการลบ "%@"? ไม่สามารถย้อนกลับการกระทำนี้ได้
tk: Çynypmy "%@"ni öçmek isleýärsiň? Bu islegi yza gaýtarman.
tr: "%@" silmek istediğine emin misin? Bu işlem geri alınamaz.
ug: "%@" نى ئۆچۈرمۈ؟ بۇ ئىش قايتا بولمايدۇ.
uk: Ви впевнені, що хочете видалити "%@"? Цю дію неможливо скасувати.
ur: آپ واقعی "%@" حذف کرنا چاہتے ہیں؟ یہ واپس نہیں ہو سکتا۔
uz: Chinvarmi, "%@" ni o'chirib tashlamoqchisiz? Bu amalni bekor qilib bo'lmaydi.
vi: Bạn có chắc muốn xóa "%@"? Không thể hoàn tác được.
zh_hans: 你确定要删除"%@"吗？这个操作没办法撤销。
zh_hant: 確定要刪除"%@"嗎？此操作無法復原。

source: Are you sure you want to permanently delete "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف "%@" بشكل دائم؟ لا يمكن الرجوع عن هذا.
az: "%@" həmişəlik silmək istəyirsiniz? Bu geri alına bilməz.
bg: Сигурен ли си, че искаш да изтриеш окончателно "%@"? Това не може да се отмени.
bn: আপনি কি নিশ্চিত যে "%@" চিরকালের জন্য ডিলিট করতে চান? এটা আন্ডু করা যাবে না।
bo: "%@" ཐ་མར་སུབ་པར་འདོད་གི་རེད་པ? འདི་ལོགས་སུ་ལེན་མི་ཐུབ།
bs: Jesi li siguran da želiš trajno obrisati "%@"? Ova akcija se ne može poništiti.
ca: Estàs segur que vols eliminar permanentment "%@"? Aquesta acció no es pot desfer.
ceb: Sigurado ka ba na gusto mong permanenteng burahin ang "%@"? Hindi na mababawi ang aksyong ito.
cs: Opravdu chceš trvale smazat "%@"? Toto se nedá vrátit.
da: Er du sikker på, at du vil slette "%@" permanent? Denne handling kan ikke fortrydes.
de: Willst du "%@" wirklich dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Σίγουρα θέλεις να διαγράψεις μόνιμα το "%@"; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres eliminar permanentemente "%@"? No se puede deshacer.
et: Kas oled kindel, et soovid "%@" jäädavalt kustutada? Seda toimingut ei saa tagasi võtta.
eu: Ziur al zaude "%@" betirako ezabatu nahi duzula? Ekintza hau desegin ezin da.
fa: مطمئنید می‌خواهید "%@" را برای‌همیشه حذف کنید؟ این کار قابل‌بازگشت نیست.
fi: Oletko varma, että haluat pysyvästi poistaa "%@"? Toimintoa ei voi perua.
fr: T'es sûr de vouloir supprimer définitivement "%@"? On peut pas annuler ça.
fr_ca: Veux-tu vraiment supprimer définitivement "%@"? Cette action ne peut pas être annulée.
ga: An bhfuil tú cinnte go bhreá leat
gl: ¿Estás seguro de que queres eliminar permanentemente "%@"? Esta acción non se pode desfacer.
he: אתה בטוח שאתה רוצה למחוק לצמיתות את "%@"? אי אפשר לבטל את זה.
hi: क्या आप "%@" को स्थायी रूप से डिलीट करना चाहते हैं? यह क्रिया पूर्ववत नहीं हो सकती।
hr: Sigurni ste da želite trajno obrisati "%@"? Ova radnja se ne može poništiti.
hu: Biztosan véglegesen törlöd: "%@"? Ez nem vonható vissza.
id: Yakin mau hapus "%@" secara permanen? Tindakan ini nggak bisa dibatalkan.
it: Sei sicuro di voler eliminare definitivamente "%@"? Questa azione non può essere annullata.
ja: "%@" を完全に削除しますか？この操作は戻せません。
ka: დარწმუნებული ხართ რომ გსურთ "%@" სამუდამოდ წაშლა? ეს მოქმედება შეუქცევი იქნება.
kab: Tettekkes-it ad tsufren kra n tsuga "%@"? Tagara-a ur tezmir ara ad yefkef.
ko: "%@"을(를) 영구적으로 삭제할까요? 이 작업은 취소할 수 없어요.
lt: Tikrai nori visam laikui ištrinti "%@"? Negalima atšaukti.
lv: Vai tiešām vēlies pavisam dzēst "%@"? Šo darbību nevar atsaukt.
ms: Anda pasti nak hapus selamanya "%@"? Tindakan tak boleh dibuat asal.
nb: Er du sikker på at du vil permanent slette "%@"? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je "%@" permanent wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pa: ਕੀ ਤੁਸੀਂ "%@" ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Na pewno chcesz trwale usunąć "%@"? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer deletar permanentemente "%@"? Esta ação não pode ser desfeita.
pt_pt: Tem certeza que quer apagar permanentemente "%@"? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi permanent "%@"? Această acțiune nu poate fi anulată.
ru: Ты уверен, что хочешь полностью удалить "%@"? Это действие нельзя отменить.
sk: Naozaj chceš natrvalo vymazať "%@"? Túto akciu sa nedá vrátit späť.
sr: Sigurno želiš da trajno obrišeš "%@"? Ova akcija se ne može poništiti.
sv: Är du säker på att du vill permanent ta bort "%@"? Du kan inte ångra den här åtgärden.
th: คุณแน่ใจหรือว่าต้องการลบ "%@" ถาวร? ไม่สามารถย้อนกลับการกระทำนี้ได้
tk: Çynypmy "%@"ni hemişelik öçmek isleýärsiň? Bu islegi yza gaýtarman.
tr: "%@" kalıcı olarak silmek istediğine emin misin? Bu işlem geri alınamaz.
ug: "%@" نى مەھكىم ئۆچۈرمۈ؟ بۇ ئىش قايتا بولمايدۇ.
uk: Ви впевнені, що хочете остаточно видалити "%@"? Цю дію неможливо скасувати.
ur: آپ واقعی "%@" ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟ یہ واپس نہیں ہو سکتا۔
uz: Chinvarmi, "%@" ni butunlay o'chirib tashlamoqchisiz? Bu amalni bekor qilib bo'lmaydi.
vi: Bạn có chắc muốn xóa vĩnh viễn "%@"? Không thể hoàn tác được.
zh_hans: 你确定要永久删除"%@"吗？这个操作没办法撤销。
zh_hant: 確定要永久刪除"%@"嗎？此操作無法復原。

source: Are you sure you want to permanently delete %1$@ (%2$@)? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف %@ (%@) بشكل دائم؟ لا يمكن الرجوع عن هذا.
az: %@ (%@) həmişəlik silmək istəyirsiniz? Bu geri alına bilməz.
bg: Сигурен ли си, че искаш да изтриеш окончателно %@ (%@)? Това не може да се отмени.
bn: আপনি কি নিশ্চিত যে %@ (%@) চিরকালের জন্য ডিলিট করতে চান? এটা আন্ডু করা যাবে না।
bo: %@ (%@) ཐ་མར་སུབ་པར་འདོད་གི་རེད་པ? འདི་ལོགས་སུ་ལེན་མི་ཐུབ།
bs: Jesi li siguran da želiš trajno obrisati %@ (%@)? Ova akcija se ne može poništiti.
ca: Estàs segur que vols eliminar permanentment %@ (%@)? Aquesta acció no es pot desfer.
ceb: Sigurado ka ba na gusto mong permanenteng burahin ang %@ (%@)? Hindi na mababawi ang aksyong ito.
cs: Opravdu chceš trvale smazat %@ (%@)? Toto se nedá vrátit.
da: Er du sikker på, at du vil slette %@ (%@) permanent? Denne handling kan ikke fortrydes.
de: Willst du %@ (%@) wirklich dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Σίγουρα θέλεις να διαγράψεις μόνιμα %@ (%@); Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres eliminar permanentemente %@ (%@)? No se puede deshacer.
et: Kas oled kindel, et soovid %@ (%@) jäädavalt kustutada? Seda toimingut ei saa tagasi võtta.
eu: Ziur al zaude %@ (%@) betirako ezabatu nahi duzula? Ekintza hau desegin ezin da.
fa: مطمئنید می‌خواهید %@ (%@) را برای‌همیشه حذف کنید؟ این کار قابل‌بازگشت نیست.
fi: Oletko varma, että haluat pysyvästi poistaa %@ (%@)? Toimintoa ei voi perua.
fr: T'es sûr de vouloir supprimer définitivement %@ (%@)? On peut pas annuler ça.
fr_ca: Veux-tu vraiment supprimer définitivement %@ (%@)? Cette action ne peut pas être annulée.
ga: An bhfuil tú cinnte go bhreá leat %@ (%@) a scriosadh go buan? Ní féidir an gníomh seo a bhaint ar ais.
gl: ¿Estás seguro de que queres eliminar permanentemente %@ (%@)? Esta acción non se pode desfacer.
he: אתה בטוח שאתה רוצה למחוק לצמיתות את %@ (%@)? אי אפשר לבטל את זה.
hi: क्या आप %@ (%@) को स्थायी रूप से डिलीट करना चाहते हैं? यह क्रिया पूर्ववत नहीं हो सकती।
hr: Sigurni ste da želite trajno obrisati %@ (%@)? Ova radnja se ne može poništiti.
hu: Biztosan véglegesen törlöd a %@ (%@)? Ez nem vonható vissza.
id: Yakin mau hapus %@ (%@) secara permanen? Tindakan ini nggak bisa dibatalkan.
it: Sei sicuro di voler eliminare definitivamente %@ (%@)? Questa azione non può essere annullata.
ja: %@ (%@) を完全に削除しますか？この操作は戻せません。
ka: დარწმუნებული ხართ რომ გსურთ %@ (%@) სამუდამოდ წაშლა? ეს მოქმედება შეუქცევი იქნება.
kab: Tettekkes-it ad tsufren kra n tsuga %@ (%@)? Tagara-a ur tezmir ara ad yefkef.
ko: %@(%@)을(를) 영구적으로 삭제할까요? 이 작업은 취소할 수 없어요.
lt: Tikrai nori visam laikui ištrinti %@ (%@)? Negalima atšaukti.
lv: Vai tiešām vēlies pavisam dzēst %@ (%@)? Šo darbību nevar atsaukt.
ms: Anda pasti nak hapus selamanya %@ (%@)? Tindakan tak boleh dibuat asal.
nb: Er du sikker på at du vil permanent slette %@ (%@)? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je %@ (%@) permanent wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pa: ਕੀ ਤੁਸੀਂ %@ (%@) ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Na pewno chcesz trwale usunąć %@ (%@)? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que quer deletar permanentemente %@ (%@)? Esta ação não pode ser desfeita.
pt_pt: Tem certeza que quer apagar permanentemente %@ (%@)? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi permanent %@ (%@)? Această acțiune nu poate fi anulată.
ru: Ты уверен, что хочешь полностью удалить %@ (%@)? Это действие нельзя отменить.
sk: Naozaj chceš natrvalo vymazať %@ (%@)? Túto akciu sa nedá vrátit späť.
sr: Sigurno želiš da trajno obrišeš %@ (%@)? Ova akcija se ne može poništiti.
sv: Är du säker på att du vill permanent ta bort %@ (%@)? Du kan inte ångra den här åtgärden.
th: คุณแน่ใจหรือว่าต้องการลบ %@ (%@) ถาวร? ไม่สามารถย้อนกลับการกระทำนี้ได้
tk: Çynypmy %@ (%@)ny hemişelik öçmek isleýärsiň? Bu islegi yza gaýtarman.
tr: %@ (%@) kalıcı olarak silmek istediğine emin misin? Bu işlem geri alınamaz.
ug: %@ (%@) نى مەھكىم ئۆچۈرمۈ؟ بۇ ئىش قايتا بولمايدۇ.
uk: Ви впевнені, що хочете остаточно видалити %@ (%@)? Цю дію неможливо скасувати.
ur: آپ واقعی %@ (%@) کو ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟ یہ واپس نہیں ہو سکتا۔
uz: Chinvarmi, %@ (%@) ni butunlay o'chirib tashlamoqchisiz? Bu amalni bekor qilib bo'lmaydi.
vi: Bạn có chắc muốn xóa vĩnh viễn %@ (%@)? Không thể hoàn tác được.
zh_hans: 你确定要永久删除%@（%@）吗？这个操作没办法撤销。
zh_hant: 確定要永久刪除%@（%@）嗎？此操作無法復原。
